{
  "buzzwords": [
    "A",
    "AM",
    "AN",
    "ARE",
    "BY",
    "HIS",
    "IS",
    "MY",
    "OUR",
    "THE",
    "TODAY",
    "YOUR"
  ],
  "prepositions": [
    "AT",
    "DOWN",
    "FOR",
    "FROM",
    "IN",
    "INSIDE",
    "INTO",
    "OF",
    "OFF",
    "ON",
    "OUT",
    "OVER",
    "THROUGH",
    "TO",
    "UNDER",
    "UP",
    "USING",
    "WITH"
  ],
  "directions": [
    "CROSS",
    "D",
    "DOWN",
    "E",
    "EAST",
    "EXIT",
    "IN",
    "LAND",
    "LAUNCH",
    "N",
    "NE",
    "NORTH",
    "NW",
    "OUT",
    "S",
    "SE",
    "SOUTH",
    "SW",
    "TRAVEL",
    "U",
    "UP",
    "W",
    "WEST"
  ],
  "adjectives": [
    "200",
    "ALL",
    "ANCIENT",
    "BARE",
    "BARRED",
    "BEAUTIFU",
    "BIRDS",
    "BLACK",
    "BLOODY",
    "BLUE",
    "BRAIDED",
    "BRASS",
    "BROKEN",
    "BRONZE",
    "BROWN",
    "BURNED-O",
    "CELL",
    "CENTER",
    "CLAY",
    "CLEAR",
    "CLOCKWOR",
    "CLOTH",
    "COKE",
    "COMPASS",
    "CONTROL",
    "CROSS",
    "CRYSTAL",
    "DEAD",
    "DENTED",
    "DON",
    "DUNGEON",
    "DUSTY",
    "EAST",
    "EASTERN",
    "EAT-ME",
    "EATME",
    "ECCH",
    "ELONGATE",
    "ELVISH",
    "EMPTY",
    "ENCRUSTE",
    "ENORMOUS",
    "FANCY",
    "FINE",
    "FLATHEAD",
    "FREE",
    "FRONT",
    "GAUDY",
    "GIGANTIC",
    "GLASS",
    "GOLD",
    "GOLDEN",
    "GRANITE",
    "GREEN",
    "HAND-HEL",
    "HOLY",
    "HOT",
    "HUGE",
    "IRON",
    "IVORY",
    "JADE",
    "LARGE",
    "LEATHER",
    "LINE-PRI",
    "LOCKED",
    "LONG",
    "LOWERED",
    "MAGIC",
    "MAHOGANY",
    "MAN-SIZE",
    "MANGLED",
    "MARBLE",
    "MECHANIC",
    "METAL",
    "MOBY",
    "NARROW",
    "NASTY",
    "NEAT",
    "NORTH",
    "NORTHERN",
    "OAK",
    "OBLONG",
    "OLD",
    "ONE-EYED",
    "ORANGE",
    "ORIENTAL",
    "PEARL",
    "PEPPER",
    "PINE",
    "PLAIN",
    "PLASTIC",
    "PLATINUM",
    "PRICELES",
    "PURPLE",
    "RARE",
    "RED",
    "ROCKY",
    "ROUND",
    "RUBBER",
    "RUSTY",
    "SANDY",
    "SAPPHIRE",
    "SEAWORTH",
    "SEEING",
    "SHADY",
    "SHARP",
    "SHEER",
    "SHIMMERI",
    "SHINY",
    "SHORT",
    "SILVER",
    "SKELETON",
    "SMALL",
    "SONG",
    "SOUTH",
    "SOUTHERN",
    "SQUARE",
    "STEEL",
    "STONE",
    "SUN",
    "SUSPICIO",
    "T",
    "TAN",
    "THIN",
    "TOOL",
    "TOUR",
    "TRAP",
    "TRIANGUL",
    "TROPHY",
    "UNRUSTY",
    "USED",
    "USELESS",
    "VAMPIRE",
    "VICIOUS",
    "VISCOUS",
    "VITREOUS",
    "VOLCANO",
    "WELCOME",
    "WEST",
    "WESTERN",
    "WHITE",
    "WICKER",
    "WOOD",
    "WOODEN",
    "WOODS",
    "YELLOW",
    "ZORKMID",
    "ZURICH"
  ],
  "nouns": [
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "ADVERTIS",
    "AIR",
    "AIR-PUMP",
    "AIRPUMP",
    "ALL",
    "ARROW",
    "ART",
    "AVIATOR",
    "AXE",
    "BAG",
    "BAGMAN",
    "BALL",
    "BALLOON",
    "BANDIT",
    "BAR",
    "BARREL",
    "BASKET",
    "BAT",
    "BAUBLE",
    "BEACH",
    "BEAM",
    "BELL",
    "BIBLE",
    "BILLS",
    "BIRD",
    "BLADE",
    "BLESSING",
    "BOAT",
    "BODIES",
    "BODY",
    "BOLT",
    "BONES",
    "BOOK",
    "BOOKLET",
    "BOTTLE",
    "BOTTLES",
    "BOX",
    "BRACELET",
    "BRICK",
    "BROCHURE",
    "BUBBLE",
    "BUCKET",
    "BUNCH",
    "BUOY",
    "BUTTON",
    "C3PO",
    "CAGE",
    "CAKE",
    "CANARY",
    "CANDLE",
    "CANDLES",
    "CANVAS",
    "CARD",
    "CARPET",
    "CASE",
    "CASKET",
    "CHALICE",
    "CHANNEL",
    "CHEST",
    "CHIMNEY",
    "CHUTE",
    "CLIFF",
    "CLIFFS",
    "CLOVE",
    "COAL",
    "COFFIN",
    "COIL",
    "COIN",
    "COINS",
    "COKES",
    "CONTAINE",
    "CORPSE",
    "CORPSES",
    "CRACK",
    "CRAP",
    "CRETIN",
    "CRIMINAL",
    "CROOK",
    "CROWN",
    "CRYPT",
    "CUBE",
    "CUP",
    "CURTAIN",
    "CYCLOPS",
    "DAM",
    "DIAL",
    "DIAMOND",
    "DINNER",
    "DOOR",
    "DRIP",
    "DRYER",
    "DUMBWAIT",
    "EARTH",
    "EGG",
    "EIGHT",
    "EMERALD",
    "ENGRAVIN",
    "ETCHING",
    "ETCHINGS",
    "EVERYTHI",
    "FCD",
    "FIEND",
    "FIGURINE",
    "FINEPRIN",
    "FIVE",
    "FLASK",
    "FLINT",
    "FLYER",
    "FOOD",
    "FORK",
    "FOUR",
    "FUSE",
    "GARLIC",
    "GATE",
    "GATES",
    "GENT",
    "GENTLEMA",
    "GHOST",
    "GHOSTS",
    "GLACIER",
    "GLAMDRIN",
    "GLUE",
    "GNOME",
    "GOBLET",
    "GOLD",
    "GOODBOOK",
    "GOOP",
    "GRAIL",
    "GRATE",
    "GRATING",
    "GRAVE",
    "GRIP",
    "GROUND",
    "GRUE",
    "GUANO",
    "GUARD",
    "GUARDIAN",
    "GUIDE",
    "GUIDEBOO",
    "GUNK",
    "H2O",
    "HAND",
    "HANDGRIP",
    "HANDS",
    "HEAD",
    "HEADS",
    "HEAP",
    "HEMP",
    "HIM",
    "HOLE",
    "HOOK",
    "HOUSE",
    "HUNK",
    "ICE",
    "ICING",
    "IMPLEMEN",
    "INDIVIDU",
    "INSCRIPT",
    "ISSUE",
    "IT",
    "IVORY",
    "JADE",
    "JEWEL",
    "JEWELS",
    "KEEPER",
    "KEY",
    "KEYHOLE",
    "KEYS",
    "KNIFE",
    "LABEL",
    "LADDER",
    "LAMP",
    "LANTERN",
    "LEAF",
    "LEAFLET",
    "LEAK",
    "LEAVES",
    "LEDGE",
    "LETTERIN",
    "LID",
    "LIGHT",
    "LIQUID",
    "LISTINGS",
    "LOSERS",
    "LUNCH",
    "LUNGS",
    "MACHINE",
    "MAGAZINE",
    "MAILBOX",
    "MAN",
    "MASS",
    "MASTER",
    "MASTERPI",
    "MAT",
    "MATCH",
    "MATCHBOO",
    "MATCHES",
    "MATERIAL",
    "ME",
    "MIRROR",
    "MONSTER",
    "MYSELF",
    "NECKLACE",
    "NEST",
    "NEWS",
    "NEWSPAPE",
    "NOTE",
    "NUT",
    "ONE",
    "ORCHRIST",
    "OUTPUT",
    "PAINTING",
    "PAIR",
    "PALANTIR",
    "PAMPHLET",
    "PANEL",
    "PAPER",
    "PDP10",
    "PEARLS",
    "PICTURE",
    "PIECE",
    "PILE",
    "PLASTIC",
    "PLATINUM",
    "POINT",
    "POLE",
    "POLES",
    "POOL",
    "PORTRAIT",
    "POSSESSI",
    "POST",
    "POSTS",
    "POT",
    "PRAYER",
    "PRINT",
    "PRINTOUT",
    "PUMP",
    "PUTTY",
    "QUANTITY",
    "R2D2",
    "RAIL",
    "RAILING",
    "RAINBOW",
    "RECEPTAC",
    "REPORT",
    "ROBBER",
    "ROBBY",
    "ROBOT",
    "ROCK",
    "ROPE",
    "ROSE",
    "RUBY",
    "RUG",
    "SACK",
    "SAFE",
    "SAFFRON",
    "SAILOR",
    "SAND",
    "SANDWICH",
    "SAPPHIRE",
    "SCREEN",
    "SCREWDRI",
    "SCULPTUR",
    "SELF",
    "SET",
    "SEVEN",
    "SEWAGE",
    "SHIT",
    "SHOVEL",
    "SIX",
    "SKELETON",
    "SLAG",
    "SLIDE",
    "SLIT",
    "SLOT",
    "SONGBIRD",
    "SPHERE",
    "SPICES",
    "SPIRIT",
    "SPIRITS",
    "STACK",
    "STAMP",
    "STATUE",
    "STICK",
    "STILETTO",
    "STONE",
    "STOVE",
    "STRADIVA",
    "STRUCTUR",
    "SUNDIAL",
    "SWITCH",
    "SWORD",
    "T-BAR",
    "TABLE",
    "TBAR",
    "TEETH",
    "THAT",
    "THIEF",
    "THIS",
    "THREE",
    "TIMBER",
    "TIN",
    "TOMB",
    "TOOTHPAS",
    "TORCH",
    "TRAP-DOO",
    "TREASURE",
    "TREE",
    "TRIDENT",
    "TROLL",
    "TRUNK",
    "TUBE",
    "TWO",
    "VALUABLE",
    "VAULT",
    "VAX",
    "VIOLIN",
    "WALL",
    "WALLS",
    "WARNING",
    "WATER",
    "WELL",
    "WINDOW",
    "WIRE",
    "WISH",
    "WORK",
    "WRENCH",
    "ZORKMID"
  ],
  "verbs": [
    "AGAIN",
    "ALARM",
    "ANSWER",
    "ATTACK",
    "BACK",
    "BAR",
    "BARF",
    "BATHE",
    "BITE",
    "BLAST",
    "BLETCH",
    "BLIND",
    "BLOW",
    "BOARD",
    "BRANDISH",
    "BREAK",
    "BRIEF",
    "BRUSH",
    "BUG",
    "BUILD",
    "BURN",
    "BYE",
    "CARESS",
    "CARRY",
    "CHOMP",
    "CHUCK",
    "CLEAN",
    "CLIMB",
    "CLOSE",
    "COMMAND",
    "COMMENT",
    "COMPLAIN",
    "CONSUME",
    "COUNT",
    "CURSE",
    "DAMAGE",
    "DAMN",
    "DEFLATE",
    "DESCRIBE",
    "DESTROY",
    "DIAGNOSE",
    "DIG",
    "DISEMBAR",
    "DISPATCH",
    "DONATE",
    "DOUSE",
    "DRINK",
    "DROP",
    "DUNGEON",
    "EAT",
    "ENTER",
    "EXAMINE",
    "EXORCISE",
    "EXTINGUI",
    "FASTEN",
    "FEATURE",
    "FEEL",
    "FIGHT",
    "FILL",
    "FIND",
    "FLAUNT",
    "FOLLOW",
    "FONDLE",
    "FOO",
    "FREE",
    "FROBOZZ",
    "FUCK",
    "GAZE",
    "GERONIMO",
    "GET",
    "GIVE",
    "GLUE",
    "GO",
    "GOBBLE",
    "GOODBYE",
    "GREASE",
    "GRIPE",
    "HAND",
    "HELLO",
    "HELP",
    "HI",
    "HISTORY",
    "HIT",
    "HOLD",
    "HOP",
    "HOURS",
    "HURL",
    "HURT",
    "I",
    "IDEA",
    "IGNITE",
    "IMBIBE",
    "INCANT",
    "INCINERA",
    "INFLATE",
    "INFO",
    "INJURE",
    "INSERT",
    "INVENTOR",
    "JAB",
    "JUMP",
    "KICK",
    "KILL",
    "KNOCK",
    "L",
    "LEAP",
    "LEAVE",
    "LIFT",
    "LIGHT",
    "LIQUIFY",
    "LIST",
    "LOCK",
    "LOOK",
    "LOSE",
    "LOWER",
    "LUBRICAT",
    "MAKE",
    "MELT",
    "MOVE",
    "MUMBLE",
    "MUNCH",
    "MUNG",
    "MURDER",
    "NOOBJ",
    "OBJ",
    "OBJECTS",
    "ODYSSEUS",
    "OIL",
    "OPEN",
    "PATCH",
    "PEAL",
    "PERUSE",
    "PICK",
    "PLACE",
    "PLAY",
    "PLUG",
    "PLUGH",
    "POKE",
    "POUR",
    "PRAY",
    "PRESS",
    "PROCEED",
    "PULL",
    "PUMP",
    "PUSH",
    "PUT",
    "Q",
    "QUIT",
    "RAISE",
    "RAP",
    "READ",
    "RELEASE",
    "REMOVE",
    "REPENT",
    "REQUEST",
    "RESPOND",
    "RESTORE",
    "RING",
    "RNAME",
    "ROOM",
    "RUB",
    "RUN",
    "SAVE",
    "SCHEDULE",
    "SCORE",
    "SCREAM",
    "SEE",
    "SEEK",
    "SEND",
    "SET",
    "SHAKE",
    "SHIT",
    "SHOUT",
    "SIGH",
    "SKIM",
    "SKIP",
    "SLAY",
    "SLIDE",
    "SMELL",
    "SNIFF",
    "SPILL",
    "SPIN",
    "SQUEEZE",
    "STAB",
    "STARE",
    "STARTLE",
    "STAY",
    "STRIKE",
    "STUFF",
    "SUGGESTI",
    "SUPERBRI",
    "SURPRISE",
    "SWALLOW",
    "SWIM",
    "SWING",
    "TAKE",
    "TASTE",
    "TAUNT",
    "TELL",
    "TEMPLE",
    "THROW",
    "THRUST",
    "TIE",
    "TIME",
    "TOUCH",
    "TREASURE",
    "TUG",
    "TURN",
    "ULYSSES",
    "UNLOCK",
    "UNTIE",
    "UPDATE",
    "VERBOSE",
    "VERSION",
    "WADE",
    "WAIT",
    "WAKE",
    "WALK",
    "WAVE",
    "WHAT",
    "WHERE",
    "WIN",
    "WIND",
    "WISH",
    "XYZZY",
    "YELL",
    "ZORK"
  ],
  "metaVerbs": [
    "AGAIN",
    "BACK",
    "BRIEF",
    "BYE",
    "DIAGNOSE",
    "G",
    "GOODBYE",
    "HELP",
    "HISTORY",
    "I",
    "INFO",
    "INVENTOR",
    "INVENTORY",
    "L",
    "LIST",
    "LOOK",
    "OBJ",
    "OBJECTS",
    "Q",
    "QUIT",
    "RESTORE",
    "RNAME",
    "ROOM",
    "SAVE",
    "SCORE",
    "SUPERBRI",
    "TIME",
    "UPDATE",
    "VERBOSE",
    "VERSION",
    "WAIT"
  ]
}
